[
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id1",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "A.C. Milan",
                    "league",
                    "Serie A"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-16 football tea"
                ],
                [
                    "Alessio Romagnoli",
                    "position",
                    "Defender (football)"
                ]
            ]
        },
        "text": [
            "Defender and under 16 Italy international footballer Alessio Romagnoli plays for the Serie A side AC Milan, which is managed by Siniša Mihajlović.",
            "Alessio Romagnoli previously played for the Italian national under 16 football team where he was one of the defenders. He now plays for in Serie A for A C Milan who are managed by Sinisa Mihajlovic.",
            "Alessio Romagnoli is a defender and played in the Italy national under 16's football team. He also in the Serie A league for AC Milan who are managed by Sinisa Mihajlovic."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id2",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "A.C. Milan",
                    "league",
                    "Serie A"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "Alessio Romagnoli",
                    "position",
                    "Defender (football)"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-17 football tea"
                ]
            ]
        },
        "text": [
            "AC Milan, playing in Serie A, is managed by Sinisa Mihajlovic, and has players like Alessio Romagnoli, who also plays as a defender for the italian national under 17 team.",
            "Alessio Romagnoli is a defender in the Italy national under-17 football team. He also plays in Serie A with AC Milan who are managed by Sinisa Mihajlovic.",
            "Alessio Romagnoli is a member of the Italian national under 17 football team. He also plays as a defender in the Serie A League with AC Milan who are managed by Sinisa Mihajlovic."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id3",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "A.C. Milan",
                    "league",
                    "Serie A"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "Alessio Romagnoli",
                    "position",
                    "Defender (football)"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-19 football tea"
                ]
            ]
        },
        "text": [
            "Alessio Romagnoli is a defence player in the A.C. Milan club Serie A. whose manager is Siniša Mihajlović. Mr. Romagnoli also played for the Italy national under 19 football team.",
            "Defender Alessio Romagnoli, who has represented the Italy national football team at Under 19 level, plays for the Serie A side A.C. Milan, which is managed by Siniša Mihajlović.",
            "Alessio Romagnoli who used to play for the Italy national under - 19 football team, is currently a defender for the A.C. Milan football club which plays in Serie A. Sinisa Mihajlovic is the manager of A.C. Milan."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id4",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Abel Hernández",
                    "club",
                    "Peñaro"
                ],
                [
                    "Central Español",
                    "league",
                    "Uruguayan Segunda División"
                ],
                [
                    "Abel Hernández",
                    "youthclub",
                    "Central Españo"
                ],
                [
                    "Peñarol",
                    "manager",
                    "Jorge Orosmán da Silva"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "U.S. Città di Palermo"
                ]
            ]
        },
        "text": [
            "Abel Hernandez plays for U.S. Città di Palermo and belongs to the Central Espanol youth team, which plays in the Uruguayan Segunda División. He has played for Penarol, managed by Jorge Orosmán da Silva.",
            "Abel Hernández has played for Central Español (in the Uruguayan Segunda División) and Penarol (managed by Jorge Orosmán da Silva). Hernandez plays for U.S. Città di Palermo.",
            "Abel Hernández played youth football for Central Español, whose main team play in the Uruguayan Segunda Division. His current clubs are Penarol, managed by Jorge Orosman da Silva, and US Citta di Palermo."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id5",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Abel Hernández",
                    "youthclub",
                    "Peñaro"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "Central Españo"
                ],
                [
                    "Central Español",
                    "league",
                    "Uruguayan Segunda División"
                ],
                [
                    "Peñarol",
                    "manager",
                    "Jorge Orosmán da Silva"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "Uruguay Olympic football tea"
                ]
            ]
        },
        "text": [
            "Abel Hernandez, who is in the Uruguay Olympic football team, played for Penarol (managed by Jorge Orosman da Silva) in his youth. His current club is Central Espanol who play in the Uruguayan Segunda División league.",
            "Penarol are managed by Jorge Orosman da Silva and Abel Hernandez is a member of their youth team. He also plays for the Uruguay Olympic football team and he plays in the Uruguayan Segunda Division with Central Espanol.",
            "Abel Hernández was a member of youth club Peñarol that saw Jorge Orosmán da Silva as its manager. Abel Hernandez is in the Uruguay Olympic football team and played for Central Español part of the Uruguayan Segunda División league."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id6",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Adam McQuaid",
                    "draftTeam",
                    "Columbus Blue Jackets"
                ],
                [
                    "Columbus Blue Jackets",
                    "city",
                    "Columbus, Ohio"
                ],
                [
                    "Boston Bruins",
                    "generalManager",
                    "Don Sweeney"
                ],
                [
                    "Adam McQuaid",
                    "club",
                    "Boston Bruins"
                ],
                [
                    "Boston Bruins",
                    "city",
                    "Boston"
                ]
            ]
        },
        "text": [
            "Columbus, Ohio is the city of the Columbus Blue Jackets which were Adam McQuaid's draft team. He also played for the club, Boston Bruins which is based in the city of Boston. Don Sweeney is general manager of the Boston Bruins.",
            "Adam McQuaid was drafted to the Columbus Blue Jackets based in the city of Columbus in Ohio. He also plays for the Boston based Boston Bruins where Don Sweeney is the general manager.",
            "Adam McQuaid, drafted by the Columbus Blue Jackets (Columbus, Ohio) and plays for Boston's, Boston Bruins, which is managed by Don Sweeney."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id7",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Adam McQuaid",
                    "draftTeam",
                    "Columbus Blue Jackets"
                ],
                [
                    "Columbus Blue Jackets",
                    "generalManager",
                    "Jarmo Kekäläinen"
                ],
                [
                    "Columbus Blue Jackets",
                    "city",
                    "Columbus, Ohio"
                ],
                [
                    "Adam McQuaid",
                    "club",
                    "Boston Bruins"
                ],
                [
                    "Boston Bruins",
                    "city",
                    "Boston"
                ]
            ]
        },
        "text": [
            "Adam McQuaid plays for the Boston based, Boston Bruins and was drafted by the Columbus Blue Jackets (Columbus, Ohio). The Blue Jackets are managed by Jarmo Kekalainen.",
            "Adam McQuaid was drafted to the Columbus, Ohio based team the Columbus Blue Jackets, whose general manager is Jarmo Kekalainen. McQuaid later played for the Boston Bruins, who are based in Boston.",
            "Adam McQuaid was drafted to the Columbus Blue Jackets out of Columbus, Ohio and whose general manager is Jarmo Kekalainen. He now plays for the Boston centered Boston Bruins."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id8",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Akeem Adams",
                    "club",
                    "Ferencvárosi TC"
                ],
                [
                    "United Petrotrin F.C.",
                    "ground",
                    "Palo Seco Velodro"
                ],
                [
                    "Akeem Adams",
                    "club",
                    "United Petrotrin F.C."
                ],
                [
                    "Budapest",
                    "country",
                    "Hungary"
                ],
                [
                    "Akeem Adams",
                    "deathPlace",
                    "Budapes"
                ]
            ]
        },
        "text": [
            "Akeem Adams, who died in the Hungarian city of Budapest, played for Ferencvarosi TC and United Petrotrin F.C., the latter of which have their home ground at the Palo Seco Velodrome.",
            "Akeem Adams club was Ferencvarosi TC and he was a member of United Petrotrin FC club whose ground is at Palo Seco Velodrome. He died in Budapest, Hungary.",
            "Akeem Adams played for United Petrotrin F.C. at the Palo Seco Velodrome. He now plays for Ferencvarosi TC. Mr. Adams passed away in Budapest, Hungary."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id9",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Akeem Ayers",
                    "formerTeam",
                    "St. Louis Rams"
                ],
                [
                    "St. Louis Rams",
                    "city",
                    "St. Louis"
                ],
                [
                    "Tennessee Titans",
                    "city",
                    "Nashville, Tenness"
                ],
                [
                    "St. Louis Rams",
                    "coach",
                    "Jeff Fish"
                ],
                [
                    "Akeem Ayers",
                    "debutTeam",
                    "Tennessee Titans"
                ]
            ]
        },
        "text": [
            "American football player Akeem Ayers made his debut for the Nashville, Tennessee based team Tennessee Titans. He later played for the St Louis Rams, who play in St Louis and whose coach is Jeff Fisher.",
            "Akeem Ayers started with the Tennessee Titans that are based in Nashville, TN. He also played for the St. Louis Rams out of St. Louis and coached by Jeff Fisher.",
            "Akeem Ayers debuted with Nashville, Tennessee's, Tennessee Titans. He also played with the St. Louis Rams of St. Louis (coached by Jeff Fisher."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id10",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Akeem Ayers",
                    "formerTeam",
                    "St. Louis Rams"
                ],
                [
                    "St. Louis Rams",
                    "city",
                    "St. Louis"
                ],
                [
                    "Tennessee Titans",
                    "city",
                    "Nashville, Tenness"
                ],
                [
                    "St. Louis Rams",
                    "coach",
                    "Joe V"
                ],
                [
                    "Akeem Ayers",
                    "debutTeam",
                    "Tennessee Titans"
                ]
            ]
        },
        "text": [
            "The Tennessee Titans, based in Nashville, TN, were Akeem Ayers debut team. He also played for the St. Louis Rams that are out of St. Louis and coached by Joe Vitt.",
            "Akeem Ayers first started with the Tennessee Titans of Nashville, TN. He once played for the St. Louis Rams with coach Joe Vitt out of the city of St. Louis.",
            "Akeem Ayers debut team was the Tennessee Titans who are based in Nashville, Tennessee. He went on to play for the St. Louis Rams, who are based in the city of St. Louis and whose coach is Joe Vitt."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id11",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Akeem Ayers",
                    "formerTeam",
                    "St. Louis Rams"
                ],
                [
                    "St. Louis Rams",
                    "coach",
                    "Steve Spagnuolo"
                ],
                [
                    "St. Louis Rams",
                    "city",
                    "St. Louis"
                ],
                [
                    "Tennessee Titans",
                    "city",
                    "Nashville, Tenness"
                ],
                [
                    "Akeem Ayers",
                    "debutTeam",
                    "Tennessee Titans"
                ]
            ]
        },
        "text": [
            "Akeem Ayers played for the Tennessee Titans (Nashville) and the St. Louis Rams (coached by Steve Spagnuolo).",
            "Akeem Ayers formerly played with the St Louis Rams who are based in the city of St Louis and coached by Steve Spagnuolo. He made his debut with the Tennessee Titans who are based in Nashville, Tennessee.",
            "Akeem Ayers made his debut for the Tennessee Titans, who are based in Nashville, Tennessee. He later played for the St Louis Rams, located in the city of St Louis, and managed by Steve Spagnuolo."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id12",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Al-Khor Sports Club",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al-Khor Sports Club"
                ],
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul Zahra plays for Al Kharaitiyat SC who play at their ground in Al Khor and are managed by Amar Osim. He is also in the Al-Khor Sports Club who play in the Qatar Stars League.",
            "Alaa Abdul Zahra has played for AL Kharaitiyat SC and for Al-Khor Sports Club of the Qatar Stars League. Al Kharaitiyat SC play at Al Khor and are managed by Amar Osim.",
            "Alaa Abdul Zahra is a member of AL Kharaitiyat SC (Al Khor) which is in the Qatar Stars League and is managed by Amar Osim. Mr. Zahra is a member of the Al-Khor Sports Club."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id13",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Shabab Al-Ordon Club",
                    "league",
                    "Jordan Premier Leagu"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Shabab Al-Ordon Club"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul-Zahra's club is Shabab Al-Ordon Club that is in the Jordan Premier League. He is also in the AL Kharaitiyat SC located at Al Khor and managed by Amar Osim.",
            "Alaa Abdul Zahra belongs to Shabab Al-Ordon Club (in the Jordan Premier League) and plays for, Al Khor located, Al Kharaitiyat SC (managed by Amar Osim).",
            "Alaa Abdul-Zahra has played for the club Shabab Al-Ordon which is in the Jordan Premier League. He has also played for Al Khor based side Al Kharaitiyat, which is managed by Amar Osim."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id14",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Al Kharaitiyat SC",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al-Merrikh SC"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Al-Merrikh SC is a former club of Alaa Abdul Zahra who has also played for the Qatar Stars League side Al Kharaitiyat SC, who are managed by Amar Osim and play their home games at Al Khor.",
            "Alaa Abdul Zahra's former clubs include Al Merrikh SC and Al Kharaitiyat, the latter of which play their home games in the Qatar Stars League at Al Khor. The manager of Al Kharaitiyat SC is Amar Osim."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id15",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Al Kharaitiyat SC",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al-Zawra'a SC"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul-Zahra's club is Al-Zawra'a SC but he also plays for Al Kharaitiyat SC. The latter club is managed by Amar Osim, have their ground at Al Khor and play in the Qatar Stars League.",
            "Al Kharaitiyat SC, which has its ground at Al Khor, play in the Qatar Stars League. Alaa Abdul-Zahra, whose club is Al-Zawra'a SC, plays for Al Kharaitiyat SC which is managed by, Amar Osim.",
            "Alaa Abdul Zahra belongs to AL Kharaitiyat SC, which is managed by Amar Osim, has its ground in Qatar Stars League and its grounds at Al Khor. Zahra has played for Al-Zawra'a SC."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id16",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al-Khor Sports Club"
                ],
                [
                    "Al Kharaitiyat SC",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Al-Khor Sports Club",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul-Zahra is in the Al-Khor Sports Club in Al Khor and plays for the AL Kharaitiyat SC which is part of the Qatar Stars League. The manager of Al Kharaitiyat SC is Amar Osim.",
            "Alaa Abdul Zahra plays for Al Kharaitiyat SC in the Qatar Stars League and is managed by Amar Osim. Alaa Abdul-Zahra is in the Al-Khor Sports Club who play in Al Khor.",
            "Alaa Abdul Zahra plays for Al-Khor Sports Club, based in Al-Khor. He has also represented the Qatar Stars League side Al Kharaitiyat SC, which is managed by Amar Osim."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id17",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Iraq national under-20 football tea"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul Zahra, player for Al Kharaitiyat SC in the Qatar Stars League, located at Al Khor, also plays for the Iraq National Under 20 football team, when he is not being managed by Amar Osim.",
            "Alaa Abdul Zahra has represented the Iraq national football team at Under 20 level. He now plays for the Qatar Stars League side Al Kharaitiyat SC, who play at Al Khor and are managed by Amar Osim.",
            "Alaa Abdul-Zahra belongs to AL Kharaitiyat SC, which is managed by Amar Osim and has its grounds at Al Khor and play in Qatar Stars League. He plays for Iraq's national under-20 football team."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id18",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Sanat Mes Kerman F.C."
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Al Kharaitiyat SC's home ground is Al Khor and they play in the Qatar Stars League. Alaa Abdul Zahra's club is both Sanat Mes Kerman F.C. and Al Kharaitiyat SC. where Al Kharaitiyat SC. is managed by Amar Osim.",
            "Alaa Abdul Zahra's previous clubs have included Sanat Mes Kerman FC and the Qatar Stars League side Al Kharaitiyat SC. Al Khor is the home ground of Kharaitiyat SC and the manager there is Amar Osim.",
            "Alaa Abdul Zahra's club is AL Kharaitiyat SC who play in the Qatar Stars League and are located in Al Khor and are managed by Amar Osim. He also plays for Sanat Mes Kerman FC."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id19",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Tractor Sazi F.C."
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul Zahra's club is AL Kharaitiyat SC who play in the Qatar stars league, are located in Al Khor and are managed by Amar Osim. He also played for the Tractor Sazi FC club.",
            "AL Kharaitiyat SC, who play at Al Khor in the Qatar Stars League, and is managed by Amar Osim, is a former team of Alaa Abdul Zahra. He has also played for Tractor Sazi FC.",
            "Alaa Abdul Zahra played for the club Tractor Sazi F.C. and now plays for the Al Kharaitiyat SC which is in the Qatar Stars League and whose home ground is Al Khor. Amar Osim manages Al Kharaitiyat SC."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id20",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Al Kharaitiyat SC",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al-Wakrah Sport Club"
                ],
                [
                    "Al Kharaitiyat SC",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul-Zahra, who plays for Al-Wakrah Sport Club, also plays for Al Kharaitiyat SC. The latter team are based in Al Khor and play in the Qatar Stars League under their manager, Amar Osim.",
            "Alaa Abdul-Zahra plays for Al-Wakrah Sport Club. His club is Al Kharaitiyat SC who play in the Qatar Stars League, are located at Al Khor and managed by Amar Osim.",
            "Alaa Abdul-Zahra plays for Al Kharaitiyat in the Qatar Stars League. The club's home is located in Al Khor and its manager is Amar Osim. Alaa Abdul-Zahra has also played for the Al-Wakrah Sport Club."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id21",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al Kharaitiyat SC"
                ],
                [
                    "Alaa Abdul-Zahra",
                    "club",
                    "Al-Khor Sports Club"
                ],
                [
                    "Al-Khor Sports Club",
                    "league",
                    "Qatar Stars Leagu"
                ],
                [
                    "Al-Khor Sports Club",
                    "ground",
                    "Al Kho"
                ],
                [
                    "Al Kharaitiyat SC",
                    "manager",
                    "Amar Os"
                ]
            ]
        },
        "text": [
            "Alaa Abdul Zahra plays for Al Kharaitiyat SC in the Qatar Stars League at Al-Khor and the team is manage by Amar Osim. Alaa Abdul-Zahra is in the Al-Khor Sports Club.",
            "Alaa Abdul Zahra's club is AL Kharaitiyat SC whose manager is Amar Osim. He plays for the Al-Khor Sports Club located in Al Khor and in the Qatar Stars League.",
            "Alaa Abdul-Zahra plays in the Qatar Stars league with the Al-Khor Sports Club which is located in Al Khor. He also plays for Al Kharaitiyat SC managed by Amar Osim."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id22",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandr Chumakov",
                    "deathPlace",
                    "Moscow"
                ],
                [
                    "Moscow",
                    "leaderName",
                    "Sergey Sobyanin"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "FC Torpedo Moscow"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "Soviet Union national football tea"
                ],
                [
                    "FC Torpedo Moscow",
                    "manager",
                    "Valery Petrakov"
                ]
            ]
        },
        "text": [
            "Aleksandr Chumakov passed away in Moscow where the leader is Sergey Sobyanin. Chumakov was a member of the Soviet Union national football team and also played for FC Torpedo Moscow under the manager, Valery Petrakov.",
            "Valery Petrakov is the manager of FC Torpedo Moscow, the club Aleksandr Chumakov once played for. Aleksandr Chumakov's played for the Soviet Union national football team. He died in Moscow, the leader of which, is Sergey Sobyanin.",
            "Aleksandr Chumakov who plays for the Soviet Union National football team, died in Moscow where the leader is Sergey Sobyanin. He has also played for FC torpedo Moscow who are managed by Valery Petrakov."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id23",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandr Chumakov",
                    "deathPlace",
                    "Russia"
                ],
                [
                    "Russia",
                    "language",
                    "Russian languag"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "FC Torpedo Moscow"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "Soviet Union national football tea"
                ],
                [
                    "FC Torpedo Moscow",
                    "manager",
                    "Valery Petrakov"
                ]
            ]
        },
        "text": [
            "Aleksandr Chumakov died in Russia where the Russian language is spoken. He plays for FC Torpedo Moscow under the manager Valery Petrakov and was previously a member of the Soviet Union national football team.",
            "Aleksandr Chumakov has played for FC Torpedo Moscow and the Soviet Union national football team. The Torpedo Moscow was managed by Valery Petrakov. Mr. Chumakov died in Russia. Russian is spoken there.",
            "Aleksandr Chumakov plays for FC Torpedo Moscow, managed by Valery Petrakov and for the Soviet Union national football team. He died in Russia where the spoken language is Russian."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id24",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandr Chumakov",
                    "deathPlace",
                    "Russia"
                ],
                [
                    "Russia",
                    "leaderName",
                    "Sergey Naryshkin"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "FC Torpedo Moscow"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "Soviet Union national football tea"
                ],
                [
                    "FC Torpedo Moscow",
                    "manager",
                    "Valery Petrakov"
                ]
            ]
        },
        "text": [
            "Aleksandr Chumakov, who died in Russia (leader: Sergey Naryshkin), belonged to the Soviet Union national football team and played for FC Torpedo Moscow, which is manged by Valery Petrakov.",
            "Aleksandr Chumakov who plays for the Soviet Union national football team and whose club is FC Torpedo Moscow managed by Valery Petrakov, died in Russia, a country led by Sergey Naryshkin.",
            "Aleksandr Chumakov died in Russia where the leader is Sergey Naryshkin. Chumakov was a member of the Soviet Union national football team and played for FC Torpedo Moscow under their manager, Valery Petrakov."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id25",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandr Chumakov",
                    "deathPlace",
                    "Russia"
                ],
                [
                    "Russia",
                    "leaderName",
                    "Vladimir Putin"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "FC Torpedo Moscow"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "Soviet Union national football tea"
                ],
                [
                    "FC Torpedo Moscow",
                    "manager",
                    "Valery Petrakov"
                ]
            ]
        },
        "text": [
            "Aleksandr Chumakov plays for FC Torpedo Moscow who are managed by Valery Petrakov. He was also a member of the Soviet Union national football team and died in Russia where the leader is Vladimir Putin.",
            "Former Soviet Union international footballer Aleksandr Chumakov died in Russia, where the leader is Vladimir Putin. Chumakov played for FC Torpedo Moscow, where the manager was Valery Petrakov.",
            "Aleksandr Chumakov played for FC Torpedo Moscow and the Soviet Union national football team. He died in Russia, a country whose leader is Vladimir Putin. FC Torpedo Moscow are managed by Valery Petrakov."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id26",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Amkar P"
                ],
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Amkar Perm",
                    "manager",
                    "Gadzhi Gadzhiyev"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov's youth football club was FC Spartak Moscow, the grounds of which, are the Otkrytiye Arena. An FC Terek Grozny player, Aleksandr Prudnikov, plays for the FC Amkar Perm football club which is managed by, Gadzhi Gadzhiyev.",
            "Aleksandr Prudnikov belonged to FC Spartak Moscow, which plays at Otkrytiye Arena. He has played fro FC Terek Grozny and plays for FC Amkar Perm, which is managed by Gadzhi Gadzhiyev."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id27",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Amkar P"
                ],
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Terek Grozny",
                    "manager",
                    "Rashid Rakhimov"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov played for FC Terek Grozny, managed by Rashid Rakhimov. He belongs to FC Spartak Moscow, with its grounds at Otkrytiye Arena, and plays for FC Amkar Perm.",
            "Aleksandr Prudnikov plays for or has played for, FC Amkar Perm, FC Terek Grozny and FC Spartak Moscow's youth team who play at the Otkrytiye Arena. The manager of FC Terek Grozny is Rashid Rakhimov.",
            "Aleksandr Prudnikov has played for FC Spartak Moscow's youth team, for FC Amkar Perm and for FC Terek Grozny. FC Spartak Moscow play at the Otkrytiye Arena. FC Terek Grozny are managed by Rashid Rakhimov."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id28",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Amkar P"
                ],
                [
                    "FC Terek Grozny",
                    "ground",
                    "Grozny"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Amkar Perm",
                    "manager",
                    "Gadzhi Gadzhiyev"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov has played for FC Amkar Perm, which was managed by Gadzhi Gadzhiyev. He has also represented FC Terek Grozny, whose ground is in Grozny, as well as playing for FC Spartak Moscow's youth side.",
            "Former FC Spartak Moscow youth player Aleksandr Prudnikov's former clubs include Grozny based FC Terek Grozny and FC Amkar Perm, which is managed by Gadzhi Gadzhiyev.",
            "Aleksandr Prudnikov plays for the FC Amkar Perm football club who are managed by Gadzhi Gadzhiyev. He is also a member of the youth side of FC Spartak Moscow and has played for FC Terek Grozny who are based at Grozny."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id29",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandre Guruli",
                    "club",
                    "Olympique Lyonnais"
                ],
                [
                    "Olympique Lyonnais",
                    "chairman",
                    "Jean-Michel Aulas"
                ],
                [
                    "Olympique Lyonnais",
                    "ground",
                    "Parc Olympique Lyonnais"
                ],
                [
                    "FC Dinamo Batumi",
                    "manager",
                    "Levan Khomerik"
                ],
                [
                    "Aleksandre Guruli",
                    "club",
                    "FC Dinamo Batu"
                ]
            ]
        },
        "text": [
            "Olympique Lyonnais play their home games at the Parc Olympique Lyonnais and are chaired by Jean-Michel Aulas. Aleksandre Guruli, whose club is Olympique Lyonnais, played for FC Dinamo Batumi which is managed by, Levan Khomeriki.",
            "Jean-Michel Aulas is the chairman of Olympique Lyonnais, the home ground og which is, Parc Olympique Lyonnais stadium. Former Olympique Lyonnais club player, Aleksandre Guruli. plays for FC Dinamo Batumi which is managed by Levan Khomeriki.",
            "Aleksandre Guruli's club is Olympique Lyonnais whose home territory is at the Parc Olympique Lyonnais stadium and is chaired by Jean-Michel Aulas. Mr. Guruli plays for Dinamo Batumi FC that has Levan Khomeriki as its manager."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id30",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Aleksandre Guruli",
                    "club",
                    "Olympique Lyonnais"
                ],
                [
                    "Olympique Lyonnais",
                    "owner",
                    "Jean-Michel Aulas"
                ],
                [
                    "Olympique Lyonnais",
                    "ground",
                    "Parc Olympique Lyonnais"
                ],
                [
                    "FC Dinamo Batumi",
                    "manager",
                    "Levan Khomerik"
                ],
                [
                    "Aleksandre Guruli",
                    "club",
                    "FC Dinamo Batu"
                ]
            ]
        },
        "text": [
            "Jean-Michel Aulas owns the Olympique Lyonnais FC out of the Parc Olympique Lyonnais stadium, where Aleksandre Gurul is a member. Aleksandre Guruli also played for the FC Dinamo Batumi of which Levan Khomeriki is the manager.",
            "Footballer, Aleksandre Guruli plays for FC Dinamo Batumi whose manager is Levan Khomeriki. He plays also for the Olympique Lyonnais club whose owner is Jean-Michel Aulas and whose home ground is the Parc Olympique Lyonnais.",
            "Aleksandre Guruli played for the Olympique Lyonnais club who are owned by Jean-Michel Aulas and play their home games at the Parc Olympique Lyonnais. He also played for FC Dinamo Batumi who are managed by Levan Khomeriki."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id31",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "league",
                    "Serie A"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "Alessio Romagnoli",
                    "position",
                    "Defender (football)"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.S. Roma"
                ]
            ]
        },
        "text": [
            "The defender Alessio Romagnoli is a member of AS Roma and AC Milan. The latter club are in the Serie A league and managed by Sinisa Mihajlovic.",
            "Alessio Romagnoli has played for A.S.Roma and A.C.Milan, where he was a defender. A.C.Milan play in Serie A and their manager is Siniša Mihajlović."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id32",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "Alessio Romagnoli",
                    "position",
                    "Defender (football)"
                ],
                [
                    "A.S. Roma",
                    "league",
                    "Serie A"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.S. Roma"
                ]
            ]
        },
        "text": [
            "Defender Alessio Romagnoli has played in Serie A with A.S. Roma and he has also played for A.C. Milan, where the manager was Siniša Mihajlović.",
            "Alessio Romagnoli has played football for A.C. Milan and A.S. Roma. His position is Defender. A.C. Milan are managed by Siniša Mihajlović. A.S. Roma are in the Serie A.",
            "Alessio Romagnoli played defender for the A.C. Milan team whose manager is Siniša Mihajlović. He also plays for A.S. Roma in Serie A."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id33",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "Alessio Romagnoli",
                    "position",
                    "Defender (football)"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "U.C. Sampdoria"
                ],
                [
                    "U.C. Sampdoria",
                    "league",
                    "Serie A"
                ]
            ]
        },
        "text": [
            "Alessio Romagnoli has been a defender with the club U.C. Sampdoria who play in the Serie A league. He currently plays for AC Milan under the manager Sinisa Mihajlovic.",
            "Defender Alessio Romagnoli's former football clubs include the Serie A side U.C. Sampdoria and A.C. Milan, the latter of which is managed by Siniša Mihajlović.",
            "Alessio Romagnoli plays defense for A.C. Milan which is managed by Siniša Mihajlović. Mr. Romagnoli is associated with UC Sampdoria part of the Serie A. League."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id34",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "currentclub",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "A.C. Milan",
                    "chairman",
                    "Silvio Berluscon"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.S. Roma"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "U.C. Sampdoria"
                ]
            ]
        },
        "text": [
            "Alessio Romagnolio, a member of A.S. Roma, is connected to UC Sampdoria. His current club is A.C. Milan, the manager of which, is Siniša Mihajlović and the chairman is, Silvio Berlusconi.",
            "Alessio Romagnoli plays for the club U.C. Sampdoria and A.S. Roma. He is now with A.C. Milan which is chaired by Silvio Berlusconi and managed by Siniša Mihajlović.",
            "Alessio Romagnoli plays for UC Sampdoria and is also a member of AS Roma. His current club is AC Milan which is under the chairmanship of Silvio Berlusconi and has Sinisa Mihajlovic as manager."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id35",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "currentclub",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "A.C. Milan",
                    "chairman",
                    "Silvio Berluscon"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-16 football tea"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.S. Roma"
                ]
            ]
        },
        "text": [
            "Alessio Romagnoli, who has represented Italy at under 16 level, and has played for A.S. Roma, is now at AC Milan, where the manager is Siniša Mihajlović and the chairman is Silvio Berlusconi.",
            "Alessio Romagnoli is a member of A.S. Roma and is in the Italy national under 16's football team. His current club is AC Milan which is chaired by Silvio Berlusconi and managed by Sinisa Mihajlovic.",
            "Alessio Romagnoli currently plays for AC Milan, where he is managed by Siniša Mihajlović and the chairman is Silvio Berlusconi. Romagnoli represented Italy at under 16 level and later played for A.S. Roma."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id36",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "currentclub",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "A.C. Milan",
                    "chairman",
                    "Silvio Berluscon"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-16 football tea"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "U.C. Sampdoria"
                ]
            ]
        },
        "text": [
            "Alessio Romagnoli played for the Italian national under 16 football team and had represented the club U.C. Sampdoria. He currently plays with A.C Milan who is managed by Sinisa Mihajlovic and whose chairman is Silvio Berlusconi.",
            "Alessio Romagnoli's current club is A.C. Milan where the chairman is Silvio Berlusconi and the manager is Sinisa Mihajlovic. He has also played for the Italy national under 16 team and represented the club UC Sampdoria.",
            "Alessio Romagnoli is currently with A.C. Milan where the chairman is Silvio Berlusconi and the manager Sinisa Mihajlovic. He has previously played for the Italian national under 16 football team and has also represented the club UC Sampdoria."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id37",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "currentclub",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "A.C. Milan",
                    "chairman",
                    "Silvio Berluscon"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-17 football tea"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.S. Roma"
                ]
            ]
        },
        "text": [
            "Alessio Romagnoli is currently with A.C. Milan who are managed by Siniša Mihajlović and the chairman is Silvio Berlusconi. Alessio Romagnoli plays for A.S. Roma and is a member of the Italian national under 17 football team.",
            "Alessio Romagnoli belongs to Italy's national under 17's and plays for A.S. Roma. He is current with AC Milan, which id managed by Siniša Mihajlović and includes chairman Silvio Berlusconi.",
            "Alessio Romagnoli is in the club Italy national under 17's and plays for A.S. Roma. Mr. Romagnoli is now with A.C. Milan whose chairman is Silvio Berlusconi and manager is Siniša Mihajlović."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id38",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "currentclub",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "A.C. Milan",
                    "chairman",
                    "Silvio Berluscon"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-19 football tea"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "A.S. Roma"
                ]
            ]
        },
        "text": [
            "Alessio Romagnoli, who plays for A.S. Roma, used to play for the Italian national under-19 football team. His current club is AC Milan which has Silvio Berlusconi as the chairman and Siniša Mihajlović as the manager.",
            "A.C. Milan, run by Alessio Romagnoli, member of A.S. Roma and the italian national under 19 football team, is managed by Sinisa Mihajlovic and is chaired by Silvio Berlusconi.",
            "Alessio Romagnoli's is a member of AS Roma, AC Milan and the Italy national under 19 football team, where he is managed by Sinisa Mihajlovic and chaired by Silvio Berlusconi."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id39",
            "shape": "(X (X) (X) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Alessio Romagnoli",
                    "currentclub",
                    "A.C. Milan"
                ],
                [
                    "A.C. Milan",
                    "manager",
                    "Siniša Mihajlović"
                ],
                [
                    "A.C. Milan",
                    "chairman",
                    "Silvio Berluscon"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "Italy national under-19 football tea"
                ],
                [
                    "Alessio Romagnoli",
                    "club",
                    "U.C. Sampdoria"
                ]
            ]
        },
        "text": [
            "Alessio Romagnoli is connected to UC Sampdoria and played for the Italian national under-19 football team. He is currently with AC Milan who are managed by Sinisa Mihajlovic and chaired by Silvio Berlusconi.",
            "Alessio Romagnoli, who had played for the Italian national under - 19 football team, is currently an A.C Milan player and he is also connected to UC Sampdoria. Silvio Berlusconi is the chairman of A.C. Milan and the team is managed by Sinisa Mihajlovic.",
            "Alessio Romagnoli belongs to A.C. Milan, which is managed by Siniša Mihajlović and includes chairman Silvio Berlusconi. Romagnoli played for Italy's national under-19 football team and has connections to UC Sampdoria."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id40",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Central Español",
                    "league",
                    "Uruguayan Segunda División"
                ],
                [
                    "Abel Hernández",
                    "youthclub",
                    "Central Españo"
                ],
                [
                    "U.S. Città di Palermo",
                    "manager",
                    "Giuseppe Iachin"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "Uruguay Olympic football tea"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "U.S. Città di Palermo"
                ]
            ]
        },
        "text": [
            "Central Español, who play in the Uruguayan Segunda División, is where Abel Hernandez played youth football. He was part of the Uruguay Olympic football team and also played for U.S. Città di Palermo, where the manager was Giuseppe Iachini.",
            "Central Español play in the Uruguayan Segunda División league and Abel Hernandez previously played for their youth football team. He was also in the Uruguay Olympic team and is currently with the US Citta di Palermo club managed by Giuseppe Iachini.",
            "Abel Hernández belongs to the Uruguay Olympic football team and U.S. Città di Palermo, which is managed by Giuseppe Iachini. He has played for Central Español in the Uruguayan Segunda División."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id41",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Karpaty Lviv",
                    "manager",
                    "Oleh Luzhny"
                ],
                [
                    "Aleksandre Guruli",
                    "club",
                    "Olympique Lyonnais"
                ],
                [
                    "Olympique Lyonnais",
                    "owner",
                    "Jean-Michel Aulas"
                ],
                [
                    "Olympique Lyonnais",
                    "ground",
                    "Parc Olympique Lyonnais"
                ],
                [
                    "Aleksandre Guruli",
                    "club",
                    "FC Karpaty Lviv"
                ]
            ]
        },
        "text": [
            "Aleksandre Guruli is attached to two clubs, firstly Olympique Lyonnais which is owned by Jean-Michel Aulas and have their home ground at the Parc Olympique Lyonnais stadium, and secondly to FC Karpaty Lviv who are managed by Oleh Luzhny.",
            "Aleksandre Guruli played for FC Karpaty Lviv and Olympique Lyonnais. FC Karpaty Lviv are managed by Oleh Luzhny. Olympique Lyonnais are owned by Jean-Michel Aulas and play their home games at the Parc Olympique Lyonnais stadium.",
            "Aleksandre Guruli plays for FC Karpaty Lviv club whose manager is Oleh Luzhny. Aleksandre Guruli's club is Olympique Lyonnais whose owner is Jean-Michel Aulas, play their home games at the Parc Olympique Lyonnais."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id42",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "chairman",
                    "Sergey Rodionov"
                ],
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Terek Grozny",
                    "manager",
                    "Rashid Rakhimov"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov has played for FC Terek Grozny (manager Rashid Rakhimov). He has also represented FC Spartak Moscow, whose chairman is Sergey Rodionov and whose home ground is the Otkrytiye Arena.",
            "Aleksandr Prudnikov played for the FC Terek Grozny that is managed by Rashid Rakhimov. He also played with the Spartak Moscow FC in the Otkrytiye Arena. That club's chairman is Sergey Rodionov.",
            "Aleksandr Prudnikov played for FC Spartak Moscow out of Otkrytiye Arena. Its chairman is known as Sergey Rodionov. Mr. Prudnikov also played in the FC Terek Grozny club whose manager is Rashid Rakhimov."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id43",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Kuban Krasnoda"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Amkar P"
                ],
                [
                    "FC Amkar Perm",
                    "manager",
                    "Gadzhi Gadzhiyev"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov is a member of the youth side of FC Spartak Moscow whose home ground is the Otkrytiye Arena. He plays football for the Kuban Krasnodar club and the Amkar Perm club. The latter club is managed by Mr. Gadzhi Gadzhiyev.",
            "Aleksandr Prudnikov plays for FC Amkar Perm (managed by Gadzhi Gadzhiyev) and the FC Kuban Krasnodar club. He was a member of FC Spartak Moscow, with its grounds at Otkrytiye Arena.",
            "FC Spartak Moscow play at the Otkrytiye Arena and Aleksandr Prudnikov played for their youth team. He also plays for FC Amkar Perm under Gadzhi Gadzhiyev's management, as well as FC Kuban Krasnodar."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id44",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Terek Grozny",
                    "manager",
                    "Rashid Rakhimov"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Alania Vladikavkaz"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov is a member of the youth side of FC Spartak Moscow out of Otkrytiye Arena. He plays for FC Alania Vladikavkaz and the FC Terek Grozny whose manager is Rashid Rakhimov.",
            "Otkrytiye Arena is the home ground of FC Spartak Moscow and Aleksandr Prudnikov played for their youth team. He has also played for FC Terek Grozny (managed by Rashid Rakhimov) and FC Alania Vladikavkaz.",
            "Otkrytiye Arena is the home ground of FC Spartak Moscow and Aleksandr Prudnikov played for their youth theam. He also plays for both FC Alania Vladikavkaz and FC Terek Grozny (where the manager is Rashid Rakhimov)."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id45",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Terek Grozny",
                    "manager",
                    "Rashid Rakhimov"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Dynamo Moscow"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov played youth football for FC Spartak Moscow, whose senior team play their home games at the Otkrytiye Arena. He later played for FC Dynamo Moscow and FC Terek Grozny, whose manager is Rashid Rakhimov.",
            "Aleksandr Prudnikov played for the youth football club, FC Spartak Moscow which play at Otkrytiye Arena, but he currently plays for FC Dynamo Moscow. FC Terek Grozny is managed by Rashid Rakhimov and also includes the footballer, Aleksandr Prudnikov.",
            "FC Spartak Moscow play at their home ground at Otkrytiye Arena and Aleksandr Prudnikov was a member of their youth football club. His club is FC Dynamo Moscow and he is also in the FC Terek Grozny club under the management of Rashid Rakhimov."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id46",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Terek Grozny",
                    "manager",
                    "Rashid Rakhimov"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Kuban Krasnoda"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov, who is a member of the youth side of FC Spartak Moscow also plays for FC Kuban Krasnodar. In addition, he is in the FC Terek Grozny club managed by Rashid Rakhimov. The ground of Spartak Moscow is Otkrytiye Arena.",
            "Aleksandr Prudnikov was with the FC Spartak Moscow's youth team out of the Otkrytiye Arena. He also played for FC Terek Grozny managed by Rashid Rakhimov. Mr. Prudnikov is now playing for the Kuban Krasnodar club.",
            "Aleksandr Prudnikov has played for FC Kuban Krasnodar and also FC Terek Grozny, where the manager was Rashid Rakhimov. Prudnikov played youth football at FC Spartak Moscow, whose home ground is the Otkrytiye Arena."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id47",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Terek Grozny"
                ],
                [
                    "FC Terek Grozny",
                    "manager",
                    "Rashid Rakhimov"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Rubin Kazan"
                ]
            ]
        },
        "text": [
            "FC Spartak Moscow have their home ground at the Otkrytiye Arena and Aleksandr Prudnikov is a member of their youth team. He has also played for FC Rubin Kazan but is currently with FC Terek Grozny under the manager, Rashid Rakhimov.",
            "Aleksandr Prudnikov played for FC Spartak Moscow's youth team and then for the FC Rubin Kazan and the FC Terek Grozny (managed by Rashid Rakhimov). The youth team plays at the Otkrytiye Arena.",
            "Aleksandr Prudnikov's former clubs include FC Spartak Moscow (home ground Otkrytiye Arena), where he played youth football and FC Terek Grozny, where the manager is Rashid Rakhimov. FC Rubin Kazan is another former club of his."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id48",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Tom Tomsk"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Amkar P"
                ],
                [
                    "FC Amkar Perm",
                    "manager",
                    "Gadzhi Gadzhiyev"
                ]
            ]
        },
        "text": [
            "Aleksandr Prudnikov's former teams include FC Tom Tomsk and FC Amkar Perm, the latter of which is managed by Gadzhi Gadzhiyev. Prudnikov was part of the youth team of FC Spartak Moscow, whose home games are played at the Otkrytiye Arena.",
            "Aleksandr Prudnikov played youth football for FC Spartak Moscow, whose home ground is the Otkrytiye Arena. He later played for FC Tom Tomsk and FC Amkar Perm, where the manager is Gadzhi Gadzhiyev.",
            "FC Spartak Moscow plays at Otkrytiye Arena, which hosts Aleksandr Prudnikov, who plays for FC Tom Tomsk and FC Amkar Perm, managed by Gadzhi Gadzhiyev."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id49",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Spartak Moscow",
                    "ground",
                    "Otkrytiye Arena"
                ],
                [
                    "Aleksandr Prudnikov",
                    "youthclub",
                    "FC Spartak Moscow"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "Sparta Pragu"
                ],
                [
                    "Aleksandr Prudnikov",
                    "club",
                    "FC Amkar P"
                ],
                [
                    "FC Amkar Perm",
                    "manager",
                    "Gadzhi Gadzhiyev"
                ]
            ]
        },
        "text": [
            "FC Spartak Moscow plays at Otkrytiye Arena, where Aleksandr Prudnikov plays for Sparta Prague, FC amkar Perm Football club and Moscow's Youth team, where he is managed by Gadzhi Gadzhiyev.",
            "Aleksandr Prudnikov is a member of the youth side of FC Spartak Moscow whose home territory is Otkrytiye Arena. He plays for the Sparta Prague and FC Amkar Perm football club whose manager is called Gadzhi Gadzhiyev.",
            "Aleksandr Prudnikov played youth football for FC Spartak Moscow, whose home ground is the Otkrytiye Arena. He has previously represented Sparta Prague and FC Amkar Perm, which is managed by Gadzhi Gadzhiyev."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id50",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "FC Torpedo Moscow",
                    "season",
                    "2014–15 Russian Premier Leagu"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "FC Torpedo Moscow"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "Soviet Union national football tea"
                ],
                [
                    "FC Torpedo Moscow",
                    "manager",
                    "Valery Petrakov"
                ],
                [
                    "FC Torpedo Moscow",
                    "chairman",
                    "Aleksandr Tukmanov"
                ]
            ]
        },
        "text": [
            "Aleksandr Chumakov's club was FC Torpedo Moscow and the Soviet Union national football team. The Torpedo Moscow team played in the 2014-15 Russian Premier league. Its chairman is Aleksandr Tukmanov and its manager is Valery Petrakov.",
            "Aleksandr Chumakov has played for FC Torpedo Moscow, whose chairman is Aleksandr Tukmanov. He was a member of the Soviet Union national football team and the FC Torpedo Moscow also participated in the 2014-15 Russian Premier League. The club is managed by Valery Petrakov.",
            "Aleksandr Chumakov plays for FC Torpedo Moscow (managed by Valery Petrakov and includes chairman Aleksandr Tukmanov.) and the Soviet Union national football team. FC Torpedo Moscow played in Russian Premier League during the 2014-15 season."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id51",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Houston Texans",
                    "city",
                    "Texas"
                ],
                [
                    "Akeem Dent",
                    "debutTeam",
                    "Atlanta Falcons"
                ],
                [
                    "Akeem Dent",
                    "formerTeam",
                    "Houston Texans"
                ],
                [
                    "Atlanta Falcons",
                    "owner",
                    "Arthur Blank"
                ],
                [
                    "Atlanta Falcons",
                    "city",
                    "Atlanta"
                ]
            ]
        },
        "text": [
            "Akeem Dent made his debut with the Atlanta Falcons who are owned by Arthur Blank and play in the city of Atlanta. He has previously played with the Texas based Houston Texans.",
            "Akeem Dent made his debut for the Atlanta based team the Atlanta Falcons which is owned by Arthur Blank. He later played for the Houston Texans, who play in Texas.",
            "Akeem Dent made his debut for Atlanta based Atlanta Falcons, owned by Arthur Blank. Dent later played for the team Houston Texans, of Texas."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id52",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Houston Texans",
                    "city",
                    "Texas"
                ],
                [
                    "Akeem Dent",
                    "debutTeam",
                    "Atlanta Falcons"
                ],
                [
                    "Akeem Dent",
                    "formerTeam",
                    "Houston Texans"
                ],
                [
                    "Houston Texans",
                    "city",
                    "Houston"
                ],
                [
                    "Atlanta Falcons",
                    "owner",
                    "Arthur Blank"
                ]
            ]
        },
        "text": [
            "Akeem Dent, who debuted with the Atlanta Falcons, has played with the Houston (TX) based, Houston Texans. The Atlanta Falcons are owned by Arthur Blank.",
            "Akeem Dent made his debut with the Atlanta Falcons who are owned by Arthur Blank. He used to play for the Houston Texans who are based in the city of Houston and play in Texas.",
            "Akeem Dent made his debut with the Atlanta Falcons who are owned by Arthur Blank. He was formerly with the Houston Texans who are based in the city of Houston in Texas."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id53",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Houston Texans",
                    "city",
                    "Texas"
                ],
                [
                    "Houston Texans",
                    "owner",
                    "Bob McNa"
                ],
                [
                    "Akeem Dent",
                    "debutTeam",
                    "Atlanta Falcons"
                ],
                [
                    "Akeem Dent",
                    "formerTeam",
                    "Houston Texans"
                ],
                [
                    "Atlanta Falcons",
                    "city",
                    "Atlanta"
                ]
            ]
        },
        "text": [
            "Akeem Dent made his debut with the Atlanta Falcons who play in the city of Atlanta. He formerly played with the Houston Texans who are based in Texas and owned by Bob McNair.",
            "Akeem Dent made his debut with the Atlanta Falcons who play in Atlanta. His former team were the Houston Texans who are based in Texas and owned by Bob McNair.",
            "Akeem Dent's first team were the Atlanta Falcons who play in Atlanta. He was also formerly with the Houston Texans who play in Texas and are owned by Bob McNair."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id54",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Houston Texans",
                    "city",
                    "Texas"
                ],
                [
                    "Houston Texans",
                    "owner",
                    "Bob McNa"
                ],
                [
                    "Akeem Dent",
                    "debutTeam",
                    "Atlanta Falcons"
                ],
                [
                    "Akeem Dent",
                    "formerTeam",
                    "Houston Texans"
                ],
                [
                    "Houston Texans",
                    "city",
                    "Houston"
                ]
            ]
        },
        "text": [
            "Akeem Dent, who made his debut with the Atlanta Falcons, was formerly with the Houston Texans who are based in the city of Houston, play in Texas and are owned by Bob McNair.",
            "Akeem Dent made his debut with the Atlanta Falcons but previously played for the Houston Texans. The latter team are based in the city of Houston, play in Texas and are owned by Bob McNair."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id55",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Houston Texans",
                    "owner",
                    "Bob McNa"
                ],
                [
                    "Akeem Dent",
                    "debutTeam",
                    "Atlanta Falcons"
                ],
                [
                    "Akeem Dent",
                    "formerTeam",
                    "Houston Texans"
                ],
                [
                    "Houston Texans",
                    "city",
                    "Houston"
                ],
                [
                    "Atlanta Falcons",
                    "city",
                    "Atlanta"
                ]
            ]
        },
        "text": [
            "Akeem Dent made his debut with the Atlanta Falcons who play in Atlanta. He previously played for the Houston Texans who are owned by Bob McNair and are based in the city of Houston.",
            "Atlanta based Atlanta Falcons was the debut team of Akeem Dent. He later played for Houston based Houston Texans, who are owned by Bob McNair.",
            "Bob McNair is the owner of the Houston Texans, based in the city of Houston and a former club of Akeem Dent. Atlanta Falcons, who play in the city of Atlanta, is where Dent made his debut."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id56",
            "shape": "(X (X) (X (X) (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Los Angeles Rams",
                    "city",
                    "Los Angeles Memorial Coliseu"
                ],
                [
                    "Los Angeles Rams",
                    "city",
                    "Los Angeles"
                ],
                [
                    "Akeem Ayers",
                    "formerTeam",
                    "Los Angeles Rams"
                ],
                [
                    "Los Angeles Rams",
                    "coach",
                    "Jeff Fish"
                ],
                [
                    "Akeem Ayers",
                    "debutTeam",
                    "Tennessee Titans"
                ]
            ]
        },
        "text": [
            "Akeem Ayers made his debut with the Tennessee Titans and has also played with the Los Angeles Rams. They are based in LA at the Los Angeles Memorial Coliseum and are coached by Jeff Fisher.",
            "Akeem Ayers made his debut for the Tennessee Titans and later played for the Los Angeles Rams, who play at the Los Angeles Memorial Coliseum and whose coach is Jeff Fisher.",
            "The Tennessee Titans were Akeem Ayers debut team. He played also for the LA Rams that are based in that same city and play at LA Memorial Coliseum. The coach for the Rams is Jeff Fisher."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id57",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Los Angeles Rams",
                    "city",
                    "Los Angeles Memorial Coliseu"
                ],
                [
                    "Tennessee Titans",
                    "city",
                    "Nashville, Tenness"
                ],
                [
                    "Akeem Ayers",
                    "formerTeam",
                    "Los Angeles Rams"
                ],
                [
                    "Los Angeles Rams",
                    "coach",
                    "Jeff Fish"
                ],
                [
                    "Akeem Ayers",
                    "debutTeam",
                    "Tennessee Titans"
                ]
            ]
        },
        "text": [
            "Akeem Ayers made his debut for the Tennessee Titans, an American Football team based in Nashville, his former team the Los Angeles Rams, play at the Los Angeles Memorial Coliseum and are coached by Jeff Fisher.",
            "Akeem Ayers made his debut for the Tennesse Titans who are based in Nashville Tennessee. He used to play for the Los Angeles Rams who play their home matches at the Los Angeles Memorial Coliseum and are coached by Jeff Fisher.",
            "Akeem Ayers made his debut for the Tennessee Titans whose base is in Nashville, Tennessee. Ayers has since played for the Los Angeles Rams, coached by Jeff Fisher and with their home ground at the Los Angeles Memorial Coliseum."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id58",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Los Angeles Rams",
                    "city",
                    "Los Angeles Memorial Coliseu"
                ],
                [
                    "Tennessee Titans",
                    "city",
                    "Nashville, Tenness"
                ],
                [
                    "Akeem Ayers",
                    "formerTeam",
                    "Los Angeles Rams"
                ],
                [
                    "Tennessee Titans",
                    "coach",
                    "Mike Mularkey"
                ],
                [
                    "Akeem Ayers",
                    "debutTeam",
                    "Tennessee Titans"
                ]
            ]
        },
        "text": [
            "The Tennessee Titans, coached by Mike Mularkey and located in Nashville, Tennessee, was where Akeem Ayers made his debut. He later played for the Los Angeles Rams, whose home ground is at the Los Angeles Memorial Coliseum.",
            "Akeem Ayers made his debut for the Tennessee Titans, who are based in Nashville, Tennessee and coached by Mike Mularkey. Ayers later played for the Los Angeles Rams, whose home ground is the Los Angeles Memorial Coliseum.",
            "Akeem Ayers formerly played for Los Angeles Rams who play their home matches at the Los Angeles Memorial Coliseum. He made his debut for the Tennessee Titans who are based in the city of Nashville, Tennessee and coached by Mike Mularkey."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id59",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Moscow",
                    "leaderName",
                    "Sergey Sobyanin"
                ],
                [
                    "Aleksandr Chumakov",
                    "birthPlace",
                    "Moscow"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "FC Torpedo Moscow"
                ],
                [
                    "Aleksandr Chumakov",
                    "club",
                    "Soviet Union national football tea"
                ],
                [
                    "FC Torpedo Moscow",
                    "manager",
                    "Valery Petrakov"
                ]
            ]
        },
        "text": [
            "Aleksandr Chumakov was born in Moscow, Russia which is led by Sergey Sobyanin. His club was FC Torpedo Moscow where Valery Petrakov is the manager, but he also plays for the Soviet Union National football team.",
            "Aleksandr Chumakov, who was born in Moscow where the leader is Sergey Sobyanin, was a member of the Soviet Union national football team. His club is FC Torpedo Moscow where the manager is Valery Petrakov.",
            "Aleksandr Chumakov was born in Moscow where the leader is Sergey Sobyanin. His clubs are FC Torpedo Moscow (managed by Valery Petrakov) and the Soviet Union national football team."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id60",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Peñarol",
                    "league",
                    "Uruguayan Primera División"
                ],
                [
                    "Abel Hernández",
                    "youthclub",
                    "Peñaro"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "Central Españo"
                ],
                [
                    "U.S. Città di Palermo",
                    "manager",
                    "Giuseppe Iachin"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "U.S. Città di Palermo"
                ]
            ]
        },
        "text": [
            "Abel Hernandez is a member of Penarol's youth club that played in the Uruguayan Primera División. Mr. Hernández's club is Central Español and the U.S. Città di Palermo which has a manager called Giuseppe Iachini.",
            "Abel Hernández played youth football for Peñarol who are in the Uruguayan Primera División. He later played for Central Español and U.S. Città di Palermo, the latter of which was managed by Giuseppe Iachini.",
            "Abel Hernández played youth football for Peñarol, who play in the Uruguayan Primera División. He later played for Central Español and the club U.S. Città di Palermo, which was managed by Giuseppe Iachini."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id61",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Peñarol",
                    "league",
                    "Uruguayan Primera División"
                ],
                [
                    "Abel Hernández",
                    "youthclub",
                    "Peñaro"
                ],
                [
                    "U.S. Città di Palermo",
                    "manager",
                    "Giuseppe Iachin"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "Hull City A.F.C."
                ],
                [
                    "Abel Hernández",
                    "club",
                    "U.S. Città di Palermo"
                ]
            ]
        },
        "text": [
            "The Penarol football team play in the Uruguayan Primera Division and Abel Hernandez was a member of their youth team. His club is currently Hull City AFC and he also plays for US Citta di Palermo under the manager, Giuseppe Iachini.",
            "Peñarol, where Abel Hernandez played youth football, are part of the Uruguayan Primera División. Hernandez later played for Hull City and the club U.S. Città di Palermo, where the manager was Giuseppe Iachini .",
            "Abel Hernández played youth football for Peñarol who are part of the Uruguayan Primera División. He has also played for Hull City and U.S. Città di Palermo, where the manager is Giuseppe Iachini."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id62",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Peñarol",
                    "league",
                    "Uruguayan Primera División"
                ],
                [
                    "Abel Hernández",
                    "youthclub",
                    "Peñaro"
                ],
                [
                    "U.S. Città di Palermo",
                    "manager",
                    "Giuseppe Iachin"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "Uruguay Olympic football tea"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "U.S. Città di Palermo"
                ]
            ]
        },
        "text": [
            "Abel Hernández represented the Uruguayan Primera División club Peñarol at youth level. He later played for the Uruguay Olympic football team and the club U.S. Città di Palermo, which is managed by Giuseppe Iachini.",
            "Peñarol, where Abel Hernández played youth football, play in the Uruguayan Primera División. Hernandez was part of the Uruguay Olympic football team and later played for the club U.S. Città di Palermo, where the manager was Giuseppe Iachini.",
            "Peñarol play in the Uruguayan Primera División and Abel Hernandez is a member of their youth club. He also plays for the Uruguay Olympic football team and for US Citta di Palermo which is managed by Giuseppe Iachini."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id63",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Peñarol",
                    "league",
                    "Uruguayan Primera División"
                ],
                [
                    "Abel Hernández",
                    "youthclub",
                    "Peñaro"
                ],
                [
                    "U.S. Città di Palermo",
                    "manager",
                    "Giuseppe Iachin"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "Uruguay national football tea"
                ],
                [
                    "Abel Hernández",
                    "club",
                    "U.S. Città di Palermo"
                ]
            ]
        },
        "text": [
            "Abel Hernández was part of the youth club Peñarol that participates in the Uruguayan Primera División. Abel Hernández also plays with the U.S. Città di Palermo club which is in the Uruguay National football team. The Palermo club is managed by Giuseppe Iachini.",
            "In his youth Abel Hernandez played in the Uruguayan Primera Division with Penarol. His clubs are the Uruguay National Football team and also US Citta di Palermo which is managed by Giuseppe Iachini.",
            "Penarol, where Abel Hernandez played youth football, is in the Uruguayan Primera División. Hernandez, who represented the Uruguay national team, played for U.S. Città di Palermo, a club managed by Giuseppe Iachini."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id64",
            "shape": "(X (X (X)) (X (X) (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "Tennessee Titans",
                    "city",
                    "Nashville, Tenness"
                ],
                [
                    "Los Angeles Rams",
                    "city",
                    "Los Angeles"
                ],
                [
                    "Akeem Ayers",
                    "formerTeam",
                    "Los Angeles Rams"
                ],
                [
                    "Los Angeles Rams",
                    "coach",
                    "Jeff Fish"
                ],
                [
                    "Akeem Ayers",
                    "debutTeam",
                    "Tennessee Titans"
                ]
            ]
        },
        "text": [
            "Akeem Ayers debuted with Nashville based, Tennessee Titans and played with the Los Angeles Rams, who are coached by Jeff Fisher and plays in Los Angeles.",
            "Akeem Ayers made his debut with the Tennessee Titans who are based in Nashville, Tennessee. He previously played for the LA based Los Angeles Rams who are coached by Jeff Fisher.",
            "Akeem Ayers made his debut for the Tennessee Titans, based in Nashville, Tennessee. He later played for the Los Angeles Rams, who play in LA and whose coach is Jeff Fisher."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id65",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "United Petrotrin F.C.",
                    "ground",
                    "Palo Seco"
                ],
                [
                    "Budapest",
                    "country",
                    "Hungary"
                ],
                [
                    "Akeem Adams",
                    "club",
                    "Central F.C."
                ],
                [
                    "Akeem Adams",
                    "deathPlace",
                    "Budapes"
                ],
                [
                    "Akeem Adams",
                    "club",
                    "United Petrotrin F.C."
                ]
            ]
        },
        "text": [
            "Akeem Adams' club is Central F.C.and is part of the United Petrotrin F.C. that has their home ground in Palo Seco. Mr. Adams died in Budapest, Hungary.",
            "Akeem Adams, who died in the Hungarian city of Budapest, represented Central FC and also United Petrotrin FC, who play at Palo Seco.",
            "Akeem Adams, whose club was Central F.C., played for United Petrotrin F.C., the ground of which is, Palo Seco. Akeem Adams died in Budapest, a city in Hungary."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id66",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "United Petrotrin F.C.",
                    "ground",
                    "Palo Seco"
                ],
                [
                    "Budapest",
                    "country",
                    "Hungary"
                ],
                [
                    "Akeem Adams",
                    "club",
                    "Ferencvárosi TC"
                ],
                [
                    "Akeem Adams",
                    "deathPlace",
                    "Budapes"
                ],
                [
                    "Akeem Adams",
                    "club",
                    "United Petrotrin F.C."
                ]
            ]
        },
        "text": [
            "Akeem Adams plays for Ferencvarosi TC and is a member of the United Petrotrin FC who play at the Palo Seco ground. He died in Budapest, Hungary.",
            "Akeem Adams, who died in the Hungarian city of Budapest, played for Ferencvarosi TC and United Petrotrin FC, the latter of whose home ground is Palo Seco.",
            "Akeem Adams died in the Hungarian city of Budapest. His former clubs include Ferencvarosi TC and United Petrotrin F.C, the latter of which play their home games in Palo Seco."
        ]
    },
    {
        "mr": {
            "category": "Athlete",
            "eid": "Id67",
            "shape": "(X (X) (X (X)) (X (X)))",
            "shape_type": "mixed",
            "size": 5,
            "triple": [
                [
                    "United Petrotrin F.C.",
                    "ground",
                    "Palo Seco Velodro"
                ],
                [
                    "Budapest",
                    "country",
                    "Hungary"
                ],
                [
                    "Akeem Adams",
                    "club",
                    "Central F.C."
                ],
                [
                    "Akeem Adams",
                    "deathPlace",
                    "Budapes"
                ],
                [
                    "Akeem Adams",
                    "club",
                    "United Petrotrin F.C."
                ]
            ]
        },
        "text": [
            "Akeem Adams played for United Petrotrin F.C. which is at the Palo Seco Velodrome. He also played for Central F.C. Mr. Adams died in Budapest, Hungary.",
            "Akeem Adams died in Budapest, Hungary. He was a member of the United Petrotrin FC club who play at the Palo Seco Velodrome, and also played for Central FC.",
            "Akeem Adams, who died in the Hungarian city of Budapest, once played for the clubs Central F.C. and United Petrotrin FC, whose home ground is the Palo Seco Velodrome."
        ]
    }
]